[
  {
    "id": 15,
    "title": {
      "vi": "Hồ Sơ Năng Lực Công Ty IVS JSC",
      "en": "IVS JSC Company Profile"
    },
    "excerpt": {
      "vi": "Khám phá câu chuyện, tầm nhìn, sứ mệnh và hệ sinh thái giáo dục toàn diện của IVS JSC. Nơi hội tụ tư duy chiến lược, hành động thực tiễn và giá trị toàn cầu.",
      "en": "Discover the story, vision, mission, and comprehensive educational ecosystem of IVS JSC. A convergence of strategic thinking, practical action, and global values."
    },
    "link": "/Pages/profile-company-ivsjsc.html",
    "image": "/images/banners/ivs_profile_banner.jpg",
    "image_alt": {
      "vi": "Hồ sơ năng lực công ty IVS JSC",
      "en": "IVS JSC Company Profile"
    },
    "date": "2025-06-11",
    "hot": true
  },
  {
    "id": 16,
    "title": {
      "vi": "IVS Celestech - Giải Pháp Thiết Kế Website Chuyên Nghiệp",
      "en": "IVS Celestech - Professional Website Design Solutions"
    },
    "excerpt": {
      "vi": "IVS Celestech cung cấp dịch vụ thiết kế website chuyên nghiệp, hiện đại, tối ưu SEO và responsive, giúp doanh nghiệp và tổ chức giáo dục nâng tầm thương hiệu.",
      "en": "IVS Celestech offers professional, modern, SEO-optimized, and responsive website design services to elevate brands for businesses and educational organizations."
    },
    "link": "/Pages/webdesign.html",
    "image": "/images/banners/webdesign_og_banner_v2.jpg",
    "image_alt": {
      "vi": "Dịch vụ thiết kế website chuyên nghiệp của IVS Celestech",
      "en": "Professional website design services by IVS Celestech"
    },
    "date": "2025-06-10",
    "hot": true
  },
  {
    "id": 17,
    "title": {
      "vi": "Thư Viện IVS - Trung Tâm Tài Nguyên & Ứng Dụng",
      "en": "IVS Library - Resource & Application Hub"
    },
    "excerpt": {
      "vi": "Khám phá Thư viện IVS: một kho tàng tài liệu giáo dục, ứng dụng tiện ích và trò chơi sáng tạo được tuyển chọn kỹ lưỡng để hỗ trợ học tập và phát triển.",
      "en": "Explore the IVS Library: a treasure trove of educational materials, utility applications, and creative games curated to support learning and development."
    },
    "link": "/gallery.html",
    "image": "/images/banners/library_og_banner_v2.jpg",
    "image_alt": {
      "vi": "Thư viện số của IVS JSC",
      "en": "IVS JSC's Digital Library"
    },
    "date": "2025-06-09",
    "hot": false
  },
  {
    "id": 18,
    "title": {
      "vi": "Dịch Vụ Tư Vấn & Đào Tạo Toàn Diện",
      "en": "Comprehensive Consulting & Training Services"
    },
    "excerpt": {
      "vi": "IVS JSC cung cấp các giải pháp tư vấn chuyên sâu và đào tạo đa dạng, từ pháp lý, EdTech đến phát triển kỹ năng, đồng hành cùng sự phát triển của bạn.",
      "en": "IVS JSC provides in-depth consulting and diverse training solutions, from legal and EdTech to skills development, partnering in your growth."
    },
    "link": "/consulting.html",
    "image": "https://ivsjsc.github.io/images/ivs-consulting-training-og.png",
    "image_alt": {
      "vi": "Dịch vụ tư vấn và đào tạo của IVS JSC",
      "en": "Consulting and training services by IVS JSC"
    },
    "date": "2025-06-08",
    "hot": false
  },
  {
    "id": 19,
    "title": {
      "vi": "Chương Trình Liên Kết Giáo Dục Các Cấp",
      "en": "Multi-Level Educational Partnership Programs"
    },
    "excerpt": {
      "vi": "IVS JSC hợp tác với các trường từ mầm non đến THPT để triển khai các chương trình giáo dục tiên tiến, tích hợp STEAM và công nghệ, định hướng tương lai.",
      "en": "IVS JSC partners with schools from kindergarten to high school to implement advanced educational programs, integrating STEAM and technology for future orientation."
    },
    "link": "/Pages/education.html",
    "image": "/images/banners/education_og_banner.jpg",
    "image_alt": {
      "vi": "Chương trình liên kết giáo dục của IVS JSC",
      "en": "Educational partnership programs by IVS JSC"
    },
    "date": "2025-06-07",
    "hot": false
  },
  {
    "id": 20,
    "title": {
      "vi": "Tư Vấn Pháp Lý Dân Sự Chuyên Sâu",
      "en": "In-depth Civil Legal Consulting"
    },
    "excerpt": {
      "vi": "Đội ngũ chuyên gia của IVS JSC cung cấp dịch vụ tư vấn pháp lý dân sự toàn diện, đồng hành cùng bạn định hướng và làm chủ các vấn đề pháp lý cá nhân.",
      "en": "IVS JSC's expert team offers comprehensive civil legal consulting services, guiding you to master your personal legal matters."
    },
    "link": "/Pages/litigation_consulting.html",
    "image": "/images/pages/litigation_consulting.jpeg",
    "image_alt": {
      "vi": "Dịch vụ tư vấn pháp lý dân sự IVS",
      "en": "IVS civil legal consulting service"
    },
    "date": "2025-06-06",
    "hot": false
  },
  {
    "id": 21,
    "title": {
      "vi": "Bộ Ứng Dụng và Trò Chơi Giáo Dục IVS",
      "en": "IVS Suite of Educational Apps and Games"
    },
    "excerpt": {
      "vi": "Trải nghiệm hệ sinh thái ứng dụng và trò chơi giáo dục của IVS, được thiết kế để làm cho việc học trở nên hấp dẫn, tương tác và hiệu quả hơn.",
      "en": "Experience IVS's ecosystem of educational apps and games, designed to make learning more engaging, interactive, and effective."
    },
    "link": "/apps/ivsgames.html",
    "image": "/images/ivs-games-resources-banner.png",
    "image_alt": {
      "vi": "Ứng dụng và trò chơi giáo dục của IVS",
      "en": "IVS educational apps and games"
    },
    "date": "2025-06-05",
    "hot": false
  },
  {
    "id": 12,
    "title": {
      "vi": "IVS ký kết hợp tác chiến lược với Đại học De La Salle (Philippines)",
      "en": "IVS Signs Strategic Partnership with De La Salle University (Philippines)"
    },
    "excerpt": {
      "vi": "Mở rộng mạng lưới giáo dục toàn cầu, IVS và Đại học De La Salle cam kết phát triển các chương trình trao đổi sinh viên, giảng viên và nghiên cứu chung.",
      "en": "Expanding the global education network, IVS and De La Salle University commit to developing student exchange, faculty mobility, and joint research programs."
    },
    "link": "/Blogs/partnership-dlasalle.html",
    "image": "https://images.unsplash.com/photo-1562774053-701939374585?q=80&w=2070&auto=format&fit=crop",
    "image_alt": {
      "vi": "Lễ ký kết hợp tác giữa IVS và Đại học De La Salle",
      "en": "Partnership signing ceremony between IVS and De La Salle University"
    },
    "date": "2025-06-10",
    "hot": true
  },
  {
    "id": 13,
    "title": {
      "vi": "IVS tổ chức Workshop 'STEAM & Tương lai Giáo dục'",
      "en": "IVS Hosts 'STEAM & The Future of Education' Workshop"
    },
    "excerpt": {
      "vi": "Buổi workshop chuyên sâu, nơi các chuyên gia hàng đầu thảo luận về vai trò của STEAM trong việc định hình các kỹ năng cần thiết cho thế hệ tương lai.",
      "en": "An in-depth workshop where leading experts discuss the role of STEAM in shaping essential skills for the future generation."
    },
    "link": "/Blogs/steam-workshop-2025.html",
    "image": "https://images.unsplash.com/photo-1517048676732-d65bc937f952?q=80&w=2070&auto=format&fit=crop",
    "image_alt": {
      "vi": "Diễn giả tại workshop STEAM của IVS",
      "en": "Speaker at IVS's STEAM workshop"
    },
    "date": "2025-05-25",
    "hot": true
  },
  {
    "id": 14,
    "title": {
      "vi": "Chương trình Trại hè Quốc tế IVS Summer Camp 2025 chính thức khởi động",
      "en": "IVS Summer Camp 2025 Officially Launched"
    },
    "excerpt": {
      "vi": "Một mùa hè sôi động với các hoạt động học thuật, dã ngoại và giao lưu văn hóa, giúp học viên phát triển kỹ năng mềm và mở rộng tầm nhìn quốc tế.",
      "en": "A vibrant summer of academic activities, field trips, and cultural exchanges, helping students develop soft skills and broaden their international perspective."
    },
    "link": "/Pages/summer-camp-2025.html",
    "image": "https://images.unsplash.com/photo-1576405637245-55c944b08aa4?q=80&w=2070&auto=format&fit=crop",
    "image_alt": {
      "vi": "Học viên tham gia trại hè quốc tế IVS",
      "en": "Students participating in the IVS International Summer Camp"
    },
    "date": "2025-05-15",
    "hot": false
  },
  {
    "id": 11,
    "title": {
      "vi": "IVS International Masters HCMC",
      "en": "IVS International Masters HCMC"
    },
    "excerpt": {
      "vi": "Chương trình đào tạo Thạc sĩ quốc tế tại TP.HCM, hợp tác với các trường đại học hàng đầu thế giới.",
      "en": "International Master's program in Ho Chi Minh City, in collaboration with top global universities."
    },
    "link": "/Blogs/IntlMastersHCMC.html",
    "image": "images/pages/IntlMastersHCMC.png",
    "image_alt": {
      "vi": "Hình ảnh chương trình Thạc sĩ quốc tế tại TP.HCM",
      "en": "Image of International Masters program in HCMC"
    },
    "date": "2025-04-20",
    "hot": true
  },
  {
    "id": 1,
    "title": {
      "vi": "AI Thinking Guide - Hướng dẫn Tư duy AI",
      "en": "AI Thinking Guide"
    },
    "excerpt": {
      "vi": "Khám phá các phương pháp và công cụ tư duy AI hiện đại, ứng dụng trong giáo dục và kinh doanh.",
      "en": "Explore modern AI thinking methods and tools, applied in education and business."
    },
    "link": "/Blogs/ai-thinking-guide.html",
    "image": "images/pages/aiphoto.png",
    "image_alt": {
      "vi": "Hình ảnh bìa cho Hướng dẫn Tư duy AI",
      "en": "Cover image for AI Thinking Guide"
    },
    "date": "2025-04-10",
    "hot": true
  },
  {
    "id": 10,
    "title": {
      "vi": "IVS Universities HCMC",
      "en": "IVS Universities HCMC"
    },
    "excerpt": {
      "vi": "Thông tin về các trường đại học IVS tại TP.HCM, các chương trình đào tạo và cơ hội hợp tác.",
      "en": "Information about IVS universities in Ho Chi Minh City, training programs, and cooperation opportunities."
    },
    "link": "/Blogs/talktask-ivsuniversitieshcmc.html",
    "image": "images/pages/talktask.png",
    "image_alt": {
      "vi": "Hình ảnh về IVS Universities tại TP.HCM",
      "en": "Image of IVS Universities in HCMC"
    },
    "date": "2025-04-15",
    "hot": false
  }
]
